Repository: fmbabacan/FolioFold
Catalog: Sources/FolioFold/Resources/Localizable.xcstrings
Source language: en
Languages: tr

source: About FolioFold
tr: FolioFold Hakkında

source: FolioFold is an independent, open-source workspace for creating structured documents and working with PDFs. Merge, split, convert, annotate, redact, and build reusable templates without sending your files away.
tr: FolioFold; yapılandırılmış belgeler oluşturmak ve PDF’lerle çalışmak için geliştirilmiş, bağımsız ve açık kaynaklı bir çalışma alanıdır. Dosyalarınızı başka bir yere göndermeden birleştirin, bölün, dönüştürün, açıklamalar ekleyin, hassas içerikleri kalıcı olarak gizleyin ve tekrar kullanılabilir şablonlar hazırlayın.

source: Made with care for people who want useful document tools without giving up privacy. Thanks for being part of FolioFold’s journey.
tr: Gizliliğinden vazgeçmeden kullanışlı belge araçlarına sahip olmak isteyenler için özenle geliştirildi. FolioFold’un yolculuğuna eşlik ettiğiniz için teşekkürler.

source: Your documents stay on this Mac.
tr: Belgeleriniz bu Mac’te kalır.

source: Your documents, thoughtfully handled on your Mac.
tr: Belgeleriniz, Mac’inizde özenle işlenir.

source: Blocks flow into pages automatically. Reorder blocks as your document grows, or pin a block when it needs a fixed page position.
tr: Bloklar otomatik olarak sayfalara akar. Belgeniz büyüdükçe blokları yeniden sıralayın veya sabit bir sayfa konumu gerektiğinde bloğu sabitleyin.

source: Build your document with blocks
tr: Belgenizi bloklarla oluşturun

source: Draw the annotation area directly on the selected page. Use arrow keys to move it and Shift-Arrows to resize it.
tr: Açıklama alanını doğrudan seçili sayfaya çizin. Taşımak için ok tuşlarını, yeniden boyutlandırmak için Shift ve ok tuşlarını kullanın.

source: Draw the form field directly on the selected page. Use arrow keys to move it and Shift-Arrows to resize it.
tr: Form alanını doğrudan seçili sayfaya çizin. Taşımak için ok tuşlarını, yeniden boyutlandırmak için Shift ve ok tuşlarını kullanın.

source: Open tabs menu
tr: Açık sekmeler menüsü

source: Show all open tabs
tr: Tüm açık sekmeleri göster
